Repository: bogdanmoisin/woocommerce-predictive-search
Catalog: languages/woops-*.po
Languages: de_de

source: Text to Show
de_de: Anzuzeigender Text

source: &lt;empty&gt; shows nothing
de_de: &lt;Leer&gt; = es wird nichts angezeigt

source: A search results page needs to be selected so that WooCommerce Predictive Search knows where to show search results. This page should have been created upon installation of the plugin, if not you need to create it.
de_de: Es muss eine Seite festgelegt werden, auf der WooCommerce Predictive Search die Ergebnisse anzeigt. Diese Seite sollte bereits bei der Installation des Plugins erstellt worden sein. Falls nicht, lege bitte eine Seite dafür an.

source: House Keeping
de_de: Aufräumen

source: Clean up on Deletion
de_de: Saubermachen nach dem Entfernen

source: Search results page settings
de_de: Einstellungen für Suchergebnisseite

source: Results
de_de: Ergebnisse

source: The number of results to show before endless scroll click to see more results.
de_de: Anzahl der Ergebnisse, die anzeigt werden sollen, bevor durch Klick weitere Ergebnisse geladen werden.

source: Description character count
de_de: Zeichenzahl der Beschreibung

source: The number of characters from product descriptions that shows with each search result.
de_de: Anzahl der Zeichen in den Beschreibungen, die für die Suchergebnisse anzeigt werden.

source: Show product SKU with search results
de_de: SKU-Nummer mit den Suchergebnissen anzeigen

source: Price
de_de: Preis

source: Show product price with search results
de_de: Preise mit den Suchergebnissen anzeigen

source: Add to cart
de_de: In den Warenkorb

source: Show Add to cart button with search results
de_de: Schaltfläche \"In den Warenkorb\" mit den Suchergebnissen anzeigen

source: Product Categories
de_de: Produktkategorien

source: Show categories with search results
de_de: Kategorien mit den Suchergebnissen anzeigen

source: Product Tags
de_de: Produkt-Tags

source: Show tags with search results
de_de: Tags mit den Suchergebnissen anzeigen

source: Exclude Product Categories
de_de: Produktkategorien ausschließen

source: Choose Product Categories
de_de: Produktkategorien auswählen

source: Exclude Product Tags
de_de: Produkt-Tags ausschließen

source: Choose Product Tags
de_de: Produkt-Tags auswählen

source: Exclude Posts
de_de: Beiträge ausschließen

source: Choose Posts
de_de: Beiträge auswählen

source: Exclude Pages
de_de: Seiten ausschließen

source: Choose Pages
de_de: Seiten auswählen

source: Predictive Search Function
de_de: Predictive-Search-Funktion

source: Copy and paste this global function into your themes header.php file to replace any existing search function. (Be sure to delete the existing WordPress, WooCommerce or Theme search function)
de_de: Füge diese globale Funktion in die header.php deines Themes ein, um die vorhandene Suchfunktion zu ersetzen (die vorhandene Suchfunktion von WordPress, WooCommerce bzw. Theme muss unbedingt entfernt werden)

source: Customize Search Function values
de_de: Werte für die Suchfunktion anpassen

source: The values you set here will be shown when you add the global search function to your header.php file. After adding the global function to your header.php file you can change the values here and 'Update' and they will be auto updated in the function.
de_de: Die hier gesetzten Werte werden angezeigt, wenn du die globale Suchfunktion in deine header.php einfügst. Nach dem Einfügen der globalen Funktion in die header.php kannst du die Werte hier ändern und durch einen Klick auf \"Aktualisieren\" in die Funktion übernehmen.

source: Product name
de_de: Produktname

source: Number of Product Name to show in search field drop-down. Leave &lt;empty&gt; for not activated
de_de: Anzahl der Produktnamen, die im Suchfeld-Dropdown angezeigt werden. &lt;Leer&gt; = nicht aktiviert.

source: Product SKU
de_de: Produkt-SKU

source: Number of Product SKU to show in search field drop-down. Leave &lt;empty&gt; for not activated
de_de: Anzahl der Produkt-SKUs, die im Suchfeld-Dropdown angezeigt werden. &lt;Leer&gt; = nicht aktiviert.

source: Product category
de_de: Produktkategorie

source: Number of Product Categories to show in search field drop-down. Leave &lt;empty&gt; for not activated
de_de: Anzahl der Produktkategorien, die im Suchfeld-Dropdown angezeigt werden. &lt;Leer&gt; = nicht aktiviert.

source: Product tag
de_de: Produkt-Tag

source: Number of Product Tags to show in search field drop-down. Leave &lt;empty&gt; for not activated
de_de: Anzahl der Produkt-Tags, die im Suchfeld-Dropdown angezeigt werden. &lt;Leer&gt; = nicht aktiviert.

source: Post
de_de: Beitrag

source: Number of Posts to show in search field drop-down. Leave &lt;empty&gt; for not activated
de_de: Anzahl der Beiträge, die im Suchfeld-Dropdown angezeigt werden. &lt;Leer&gt; = nicht aktiviert.

source: Page
de_de: Seite

source: Number of Pages to show in search field drop-down. Leave &lt;empty&gt; for not activated
de_de: Anzahl der Seiten, die im Suchfeld-Dropdown angezeigt werden. &lt;Leer&gt; = nicht aktiviert.

source: Description Characters
de_de: Zeichen in Beschreibung

source: Number of characters from product description to show in search field drop-down. Default value is "100".
de_de: Anzahl der Zeichen für die Produktbeschreibungen im Suchfeld-Dropdown. Standard ist "100".

source: Width
de_de: Breite

source: Leave &lt;empty&gt; for 100% wide
de_de: &lt;Leer&gt; = 100%

source: Padding top
de_de: Padding oben

source: Padding bottom
de_de: Padding unten

source: Padding right
de_de: Padding rechts

source: Custom style
de_de: Eigener Stil

source: Put other custom style for the Predictive search box
de_de: Custom Style für das Predictive-Search-Suchfeld

source: Global search
de_de: Globale Suche

source: Set global search or search in current product category or current product tag. "Checked" to activate global search.
de_de: Globale Suche oder Suche in aktueller Produktkategorie bzw. aktuellem Produkt-Tag. "Markiert" = Globale Suche aktiv.

source: Global Settings
de_de: Globale Einstellungen

source: Focus Keywords
de_de: Schlüsselwörter

source: Activate to optimize your sites content with Predictive Search 'Focus keywords'
de_de: Optimierung der Inhalte dieser Site mit Schlüsselwörtern für Predictive Search

source: Activate SEO 'Focus Keywords'
de_de: Focus Keywords für SEO aktivieren

source: Select SEO plugin
de_de: SEO Plugin auswählen

source: Global Search Box Text
de_de: Text im Eingabefeld der globalen Suche

source: Search Page
de_de: Suchseite

source: Page contents:
de_de: Seiteninhalt:

source: Exclude From Predictive Search
de_de: Von der Suche ausschließen

source: Exclude Products
de_de: Produkte ausschließen

source: Choose Products
de_de: Produkte auswählen

source: Keep typing...
de_de: Mehr Zeichen eingeben...

source: Documentation
de_de: Dokumentation

source: Hide from Predictive Search results.
de_de: Aus den Suchergebnissen ausblenden

source: Insert WooCommerce Predictive Search Shortcode
de_de: WooCommerce Predictive Search Shortcode einfügen

source: Customize the Predictive Search Shortcode
de_de: Predictive Search Shortcode anpassen

source: Number of
de_de: Anzahl der

source: results to show in dropdown
de_de: im Dropdown angezeigten Ergebnisse

source: Characters
de_de: Zeichen

source: Number of product description characters
de_de: Zahl der Zeichen in der Produktbeschreibung

source: Alignment
de_de: Ausrichtung

source: None
de_de: Ohne

source: Left - wrap
de_de: Links mit Umbruch

source: Left - no wrap
de_de: Links ohne Umbruch

source: Center
de_de: Zentriert

source: Right - wrap
de_de: Rechts mit Umbruch

source: Right - no wrap
de_de: Rechts ohne Umbruch

source: Horizontal aliginment of search box
de_de: Horizontale Ausrichtung des Suchfelds

source: Search box width
de_de: Breite des Suchfelds

source: Search box text message
de_de: Im Suchfeld anzuzeigender Text

source: Above
de_de: Über

source: Below
de_de: Unter

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Insert Shortcode
de_de: Shortcode einfügen

source: Cancel
de_de: Abbrechen

source: Priced
de_de: Mit Preis

source: Category
de_de: Kategorie

source: Loading More Results...
de_de: Weitere Ergebnisse laden...

source: No More Results to Show
de_de: Keine weiteren Ergebnisse

source: Nothing Found! Please refine your search and try again.
de_de: Nichts zu finden! Bitte andere Suchbegriffe verwenden.

source: Product Name
de_de: Produktname

source: Posts
de_de: Beiträge

source: Pages
de_de: Seiten

source: User sees search results as they type in a dropdown - links through to 'All Search Results Page' that features endless scroll.
de_de: Ergebnisse werden während der Eingabe in einem Dropdown angezeigt mit Verweis auf Alle Ergebnisse mit Endlos-Scroll-Funktion

source: Title:
de_de: Titel:

source: Search box text message:
de_de: Im Suchfeld anzuzeigender Text

source: Results description character count:
de_de: Zeichenzahl in den Beschreibungen der Ergebnisse

source: Activate search 'types' for this widget by entering the number of results to show in the widget dropdown. &lt;empty&gt; = not activated. Sort order by drag and drop
de_de: Suchart für dieses Widget durch Eingabe der Anzahl im Dropdown anzuzeigender Ergebnisse festlegen. &lt;Leer&gt; = nicht aktiviert. Reihenfolge ändern mit Drag&Drop.

source: Search All Products
de_de: Alle Produkte durchsuchen
